Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaismusiikkikeskus_tuotti_konserttitallenteen_angelit-yhtyeen_kanssa.html.tmx
Source language: fin
Languages: smn

source: Saamelaismusiikkikeskus tuotti konserttitallenteen Angelit-yhtyeen kanssa
smn: Säämi muusikkuávdáš pyevtittij konsertvuárhá Angelit-muusikjuávhoin

source: Angelit-yhtyeen konsertti nyt kaikkien katsottavissa 31.1.2021 saakka: https://www.youtube.com/watch?v=TTyAVklAbaY
smn: Angelit-juávhu konsert lii tääl puohâi keččâmnáál 31.1.2021 räi: https://www.youtube.com/watch?v=TTyAVklAbaY

source: Saamelaismusiikkikeskus tuotti lasten- ja nuortenkonserttitallenteen Angelit-yhtyeen kanssa.
smn: Säämi muusikkuávdáš pyevtittij párnái- já nuorâikonsertvuárhá Angelit-muusikjuávhoin.

source: Angelit on yksi tunnetuimmista ja pisimmän uran tehneistä saamelaismusiikkiyhtyeistä.
smn: Angelit lii ohtâ tobdosumos já kuhemustáá pištee karrieer porgâm sämimuusikjuávkku.

source: Yhtyeen jäsenet ovat Ursula Länsman ja Tuuni Partti sekä kitaristi Eero Nurmela.
smn: Juávhu jesâneh láá Ursula Länsman já Tuuni Partti sehe kiitaar čuojâtteijee Eero Nurmela.

source: Nyt tuotettu konserttitallenne on erityinen, koska kokoonpanossa on mukana Ulla Pirttijärvi-Länsman, joka oli alkuperäisjäsen Angelin tytöt -yhtyeessä.
smn: Tääl pyevtittum konsertvuárkká lii eromâš, tastko fáárust lii Ulla Pirttijärvi-Länsman, kote lâi algâaalgâst Angelin tytöt -juávhu jeessân.

source: Konserttitallennetta jaetaan kouluille ja päiväkoteihin katsottavaksi maksutta joulukuun ajan.
smn: Konsertvuárkká juáhhoo škovláid já peivikiäjoid keččâmnáál nuuvtá juovlâmáánu ääigi.

source: Näin saamelaismusiikkikeskus pyrkii tuomaan saamelaista musiikkia näkyväksi myös koronapandemian aikana, kun livekonsertteja ei voida järjestää.
smn: Návt säämi muusikkuávdáš viggá pyehtiđ sämimuusik uáinojeijen meid koronapandemia ääigi, ko livekonsertijd ij pyevti orniđ.

source: – Saamelaismusiikkikeskus on perinteisesti järjestänyt koulukonserttikiertueen saamelaisalueen kouluissa vuosittain vaihtuvan artistin kanssa.
smn: – Säämi muusikkuávdáš lii ärbivuáválávt ornim jyehi ive škovlâkonsertturnee sämikuávlu kieldâin sierâ artistijn.

source: Covid-19-pandemian vuoksi kiertuetta ei voitu tänä vuonna järjestää, mutta halusimme kuitenkin tarjota saamelaismusiikkielämyksen konserttitallenteen muodossa, kertoo saamelaismusiikkikeskuksen suunnittelija Oula Guttorm.
smn: Covid-19-pandemia tiet ep puáhtám orniđ turnee taan ive, mutâ halijdijm kuittâg faallâđ sämimuusikfeerim konsertvuárhá häämist, muštâl säämi muusikkuávdáá vuávájeijee Oula Guttorm.

source: Konserttitallenne on tuotettu yhteistyössä saamelaiskulttuurikeskus Sajoksen ja saamelaisalueen koulutuskeskuksen medialinjan kanssa.
smn: Konsertvuárkká lii pyevtittum säämi kulttuurkuávdáš Sajos já säämi máttááttâskuávdáá medialinjá oovtâstpargoin.

source: Konserttitallenteen kesto on noin 45 minuuttia ja sitä voi tiedustella saamelaismusiikkikeskukselta, oula.guttorm(at)samediggi.fi.
smn: Konsertvuárkká pištá suulân 45 minuttid já tom puáhtá koijâdiđ säämi muusikkuávdáást, oula.guttorm(at)samediggi.fi.

source: Lisätiedot:
smn: Lasetiäđuh:

source: Saamelaismusiikkikeskuksen suunnittelija Oula Guttorm oula.guttorm(at)samediggi.fi 0406674545
smn: Säämi muusikkuávdáá vuávájeijee Oula Guttorm oula.guttorm(at)samediggi.fi 0406674545
